brew "bat"
brew "git"
brew "wget"
brew "curl"
brew "make"
brew "python"
brew "node"
brew "tmux"
brew "htop"
brew "ripgrep"
brew "fd"
brew "jq"
brew "tree"
brew "fzf"
brew "python3"
brew "uv"
brew "direnv"
brew "eza"
brew "pyenv"
brew "poetry"
brew "stow"

cask "visual-studio-code"
cask "docker"
cask "font-meslo-lg-nerd-font"
cask "zen-browser"
cask "stats"
cask "hiddenbar"
cask "rectangle"
cask "wezterm"
